{"topic": "Vietnam Da Nang", "title": "5 Things to Know about Da Nang", "uuid": "646c42c7", "lang": "en", "description": "Welcome to Da Nang, a vibrant city in Vietnam known for its beautiful beaches and rich cultural heritage. We will explore five key aspects of Da Nang that you must know.", "intro": {"content": "Welcome to Da Nang, a vibrant city in Vietnam known for its beautiful beaches and rich cultural heritage. In this script, we will explore five key aspects of Da Nang that you must know. Let's dive in!", "images": ["images/intro_1.jpg"]}, "main": [{"heading": "1. Han River Bridge", "tag": "Han River Bridge", "detail": {"content": "The Han River Bridge is an iconic landmark in Da Nang, connecting the city center with the eastern side. It is known for its unique design and the spectacular light and sound show that takes place every night. Standing on the bridge, you can enjoy breathtaking views of the city and its surroundings.", "images": ["images/main1_11.jpg", "images/main1_12.jpg", "images/main1_13.jpg"]}}, {"heading": "2. Marble Mountains", "tag": "Marble Mountains", "detail": {"content": "Located just outside of Da Nang, the Marble Mountains are a group of five majestic limestone hills. Each mountain is named after one of the five elements: metal, wood, water, fire, and earth. Explore the caves, pagodas, and stunning viewpoints for a memorable experience.", "images": ["images/main2_2.jpg", "images/main2_3.jpg", "images/main2_5.jpg", "images/main2_6.jpg"]}}, {"heading": "3. My Khe Beach", "tag": "My Khe Beach", "detail": {"content": "Considered one of the most beautiful beaches in Vietnam, My Khe Beach boasts white sandy shores and crystal-clear waters. Whether you want to relax under the sun, swim, or try exciting water sports, this beach offers it all. Don't miss the chance to witness a mesmerizing sunset over the horizon.", "images": ["images/main3_1.jpg", "images/main3_4.jpg", "images/main3_6.jpg", "images/main3_7.jpg", "images/main3_8.jpg", "images/main3_9.jpeg"]}}, {"heading": "4. Dragon Bridge", "tag": "Dragon Bridge", "detail": {"content": "The Dragon Bridge is another iconic symbol of Da Nang. As the name suggests, it is designed in the shape of a dragon and stretches across the Han River. The bridge is not only a transportation route but also a tourist attraction, especially during the weekend when its head spits water and fire.", "images": ["images/main4_2.jpg", "images/main4_4.jpg", "images/main4_5.jpg", "images/main4_7.jpg", "images/main4_9.jpg", "images/main4_10.jpg"]}}, {"heading": "5. Da Nang Cathedral", "tag": "Da Nang Cathedral", "detail": {"content": "Also known as the Con Ga Church (Rooster Church) due to its distinctive rooster-shaped weathercock, the Da Nang Cathedral is a beautiful French Gothic-style church. Situated in the heart of the city, it provides a tranquil escape and showcases Da Nang's cultural and architectural diversity.", "images": ["images/main5_10.JPG", "images/main5_11.jpg", "images/main5_12.JPG"]}}], "conclusion": {"content": "Da Nang truly offers a mix of natural beauty, modern attractions, and cultural gems. From its iconic bridges and stunning beaches to the rich history and religious sites, there is something for everyone in this dynamic city. Plan your visit to Da Nang and discover the wonders it has in store for you!", "images": ["images/intro_2.jpg", "images/intro_5.jpg", "images/intro_7.jpg", "images/intro_8.jpg", "images/intro_9.jpeg", "images/intro_10.jpg"]}, "tags": "#Vietnam,#DaNang,#HanRiverBridge,#MarbleMountains,#MyKheBeach,#DragonBridge,#DaNangCathedral", "description-pass": true}